export type Category = {
  id: string;
  name: string;
};

export const categories: Category[] = [
  { id: '1a2b3c4d-0000-0000-0000-000000000001', name: 'Магазин' },
  { id: '1a2b3c4d-0000-0000-0000-000000000002', name: 'Аренда' },
  { id: '1a2b3c4d-0000-0000-0000-000000000003', name: 'Одежда' },
  { id: '1a2b3c4d-0000-0000-0000-000000000004', name: 'Кафе' },
  { id: '1a2b3c4d-0000-0000-0000-000000000005', name: 'Заработная плата' },
  { id: '1a2b3c4d-0000-0000-0000-000000000006', name: 'Премия' },
  { id: '1a2b3c4d-0000-0000-0000-000000000007', name: 'Выполнение заказа' },
  { id: '1a2b3c4d-0000-0000-0000-000000000008', name: 'Перевод' },
];
